<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Assets.car</key>
		<data>
		qeTNC97EYqJgSDL+ZlRUiI4TdE0=
		</data>
		<key>Headers/NSData+SHA.h</key>
		<data>
		XIuywOsD+81jNeJDqsJui3CLHjc=
		</data>
		<key>Headers/SwiftyRSA.h</key>
		<data>
		CQquSxLPzBgwNwWzFndUKesS8V0=
		</data>
		<key>Headers/eKYC-Swift.h</key>
		<data>
		16G0QZBNbbwifxMwo/H1x7Zb6Gw=
		</data>
		<key>Headers/eKYC.h</key>
		<data>
		DS5GlGIGFzj5wOwjsl/Q4ZvkuUk=
		</data>
		<key>Info.plist</key>
		<data>
		N8/e1vuJQrYSdQSYtJDVBpK2IK4=
		</data>
		<key>Localizable.strings</key>
		<data>
		YwCCfd74wiEzRvJfZDzE4owB8+4=
		</data>
		<key>MNISTClassifier.mlmodelc/analytics/coremldata.bin</key>
		<data>
		Oh1AuFR+w+nxmRMpqSnpsytwSbw=
		</data>
		<key>MNISTClassifier.mlmodelc/coremldata.bin</key>
		<data>
		HVrD+adcqNOoHHliHOgmK3Lmxz4=
		</data>
		<key>MNISTClassifier.mlmodelc/metadata.json</key>
		<data>
		pTIjvpG10PYATxAssyIx9knhGL8=
		</data>
		<key>MNISTClassifier.mlmodelc/model.espresso.net</key>
		<data>
		PBsf4I1jT81W4DQ/ZZyCAeeXeus=
		</data>
		<key>MNISTClassifier.mlmodelc/model.espresso.shape</key>
		<data>
		mYUG7O9mj7cn+REdbY94YraKV7o=
		</data>
		<key>MNISTClassifier.mlmodelc/model.espresso.weights</key>
		<data>
		AsY70WuaxS0d+mU3mXUYl580h6g=
		</data>
		<key>MNISTClassifier.mlmodelc/model/coremldata.bin</key>
		<data>
		Fhj6mtLWF6jmT0lJhz2W/mlWQxg=
		</data>
		<key>MNISTClassifier.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Modules/eKYC.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		yFhbY5rD9URKgD902oi7LVysTig=
		</data>
		<key>Modules/eKYC.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		OJLj9VAXMQ+W5FGUjYsieAoy4PU=
		</data>
		<key>Modules/eKYC.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		WpI3aLYe5RjPkQpKBKaJju0eG14=
		</data>
		<key>Modules/eKYC.swiftmodule/arm64.swiftdoc</key>
		<data>
		yFhbY5rD9URKgD902oi7LVysTig=
		</data>
		<key>Modules/eKYC.swiftmodule/arm64.swiftinterface</key>
		<data>
		OJLj9VAXMQ+W5FGUjYsieAoy4PU=
		</data>
		<key>Modules/eKYC.swiftmodule/arm64.swiftmodule</key>
		<data>
		WpI3aLYe5RjPkQpKBKaJju0eG14=
		</data>
		<key>Modules/eKYC.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		sIHFUG1k73g1IyQwgbCGTztYoX0=
		</data>
		<key>Modules/eKYC.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		EZIxJaHshBpcwEcfM3EtXqXG4Go=
		</data>
		<key>Modules/eKYC.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		PbdC1Dz5oWsOjbTg/gK3gq8WcsY=
		</data>
		<key>Modules/eKYC.swiftmodule/x86_64.swiftdoc</key>
		<data>
		sIHFUG1k73g1IyQwgbCGTztYoX0=
		</data>
		<key>Modules/eKYC.swiftmodule/x86_64.swiftinterface</key>
		<data>
		EZIxJaHshBpcwEcfM3EtXqXG4Go=
		</data>
		<key>Modules/eKYC.swiftmodule/x86_64.swiftmodule</key>
		<data>
		PbdC1Dz5oWsOjbTg/gK3gq8WcsY=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		/Gg8xrTpZJXuWPg3dacyzJq38EM=
		</data>
		<key>Public.txt</key>
		<data>
		VpyS5wIXGj6N5YahS9rDOXB6Hf4=
		</data>
		<key>down.gif</key>
		<data>
		p7IXkEplWRG60pmnkIhmyyTR+vI=
		</data>
		<key>left.gif</key>
		<data>
		dMjAp9cnS7INjIorn9bKcF85BO8=
		</data>
		<key>right.gif</key>
		<data>
		rLuqZawrExL7hH3cx0RuGeWzqq4=
		</data>
		<key>up.gif</key>
		<data>
		SOkNkbYurA0naI8leRrNL4Ggtm4=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			4ZQS1NU1PQHjOIa/X1JhdSud8lz+oLbkmgO/S86tJKA=
			</data>
		</dict>
		<key>Headers/NSData+SHA.h</key>
		<dict>
			<key>hash2</key>
			<data>
			1kETF9pNG1BBc26ZnZ7DTZjlQgInbitKJSTXIGB9IH4=
			</data>
		</dict>
		<key>Headers/SwiftyRSA.h</key>
		<dict>
			<key>hash2</key>
			<data>
			OIr2A49z25Pvl2DYsyFqq3IXrnvONskLVfTVECVNp7M=
			</data>
		</dict>
		<key>Headers/eKYC-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			RBZOUnZEB/EV70zSKtZkJiow+PtDQT0XCzqXbga1bEw=
			</data>
		</dict>
		<key>Headers/eKYC.h</key>
		<dict>
			<key>hash2</key>
			<data>
			VUEbYLG6Y6F6Lu2PTEwh9USzWdFxDuBdQ6Bxi3ZKJyw=
			</data>
		</dict>
		<key>Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			P3Kt6ngnZqs0ccZXqRshcAuneaVxfgJOczbj3HenILw=
			</data>
		</dict>
		<key>MNISTClassifier.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JfZSFJSqXLsiUW/7fe3G93d0rXKWhXKXpg7Jscob1fQ=
			</data>
		</dict>
		<key>MNISTClassifier.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			PWhKydblqKaiAJVO7HVXvEbNJtfdElGMQTaE+ztdWx4=
			</data>
		</dict>
		<key>MNISTClassifier.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			p1ICIbaDU884yxAerP6NUo4mMA22Tc1os+apUQWd+x0=
			</data>
		</dict>
		<key>MNISTClassifier.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			FtZQ109pUyLdmss9gRM1zP+yYeifthTtW/h/ES/V5EI=
			</data>
		</dict>
		<key>MNISTClassifier.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			QNTbGiZW/fC3pQkEhFgjvJsfZ+tJKzUIEtuonbP34yk=
			</data>
		</dict>
		<key>MNISTClassifier.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			qtaAUbdd9z9CIbMDFf7CCavGEehZc9K4FAk8xc46O0A=
			</data>
		</dict>
		<key>MNISTClassifier.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9dQKTLXAawsLHmnlBOcHESG9PqZbSGyreXYWH1GsKO0=
			</data>
		</dict>
		<key>MNISTClassifier.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			9noxFc3SXdy6mA8hKj1yFzRUM14bzOcCXvn/5HJtUMc=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			6F3PsDXWScz2H+xhFDn9zTfUnYMafpedIIRTFLFzxO0=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			G4p68SpxFr0NQ8XGJiUow2HochW88qB2Cn0TiJZq0QA=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			9noxFc3SXdy6mA8hKj1yFzRUM14bzOcCXvn/5HJtUMc=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/arm64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			6F3PsDXWScz2H+xhFDn9zTfUnYMafpedIIRTFLFzxO0=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			G4p68SpxFr0NQ8XGJiUow2HochW88qB2Cn0TiJZq0QA=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			bY5GiSKjPAn5QhlHXq1NiIRWM94OeReFmVZDIJDLbUA=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			llggJG+6A1xTs7UhuB3G+9TSgXxWk/8jUo5OgyuPMbc=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			U5XDHonjtE6Q+wxZz8aaWWkXbtxej6IXlNteNeyvaZA=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			bY5GiSKjPAn5QhlHXq1NiIRWM94OeReFmVZDIJDLbUA=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			llggJG+6A1xTs7UhuB3G+9TSgXxWk/8jUo5OgyuPMbc=
			</data>
		</dict>
		<key>Modules/eKYC.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			U5XDHonjtE6Q+wxZz8aaWWkXbtxej6IXlNteNeyvaZA=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			BdA7NsN7J0lhzKEpsn4I/ofeeQMEPA95p6Hq4tTE2y8=
			</data>
		</dict>
		<key>Public.txt</key>
		<dict>
			<key>hash2</key>
			<data>
			FpiD+l6bdj+FWwU5SdOD6CQffLd5CUDZ8aakf5J4fXk=
			</data>
		</dict>
		<key>down.gif</key>
		<dict>
			<key>hash2</key>
			<data>
			nZNSt9LYeYv8kA6wp5K3aCbzeyyY3XJ/tYfi1d/1DFs=
			</data>
		</dict>
		<key>left.gif</key>
		<dict>
			<key>hash2</key>
			<data>
			PiqJXlrgcTO8CsfS3h3oyRZAuv89q/6HDn390z8OP2k=
			</data>
		</dict>
		<key>right.gif</key>
		<dict>
			<key>hash2</key>
			<data>
			xl7pd3nU2g7iNi3zQxFt9OmxHoKULUff9b+nnMhH+7U=
			</data>
		</dict>
		<key>up.gif</key>
		<dict>
			<key>hash2</key>
			<data>
			GgIC+WRvAlfCiCrfp5VAzXF+QttZPynt0Vze8DKlY9A=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
